tap "chroju/tap"
tap "clementtsang/bottom"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "melonamin/formulae"
tap "romkatv/powerlevel10k"
tap "uetchy/nlp"
brew "openjdk"
brew "aom"
brew "coreutils"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "bdw-gc"
brew "bluetoothconnector"
brew "brew-cask-completion"
brew "bzip2"
brew "freetype"
brew "sqlite"
brew "xz"
brew "glib"
brew "cairo"
brew "colordiff"
brew "csvq"
brew "curl"
brew "deno"
brew "exa"
brew "expat"
brew "fribidi"
brew "guile"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "libsndfile"
brew "srt"
brew "x264"
brew "x265"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "geckodriver"
brew "geos"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "gnupg"
brew "go"
brew "gsl"
brew "htop"
brew "iperf"
brew "jq"
brew "jump"
brew "krb5"
brew "libxml2"
brew "proj@7"
brew "unibilium"
brew "libuv"
brew "llvm"
brew "m-cli"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "protobuf"
brew "mosh"
brew "msgpack"
brew "navi"
brew "nco"
brew "neovim"
brew "nnn"
brew "node"
brew "nss"
brew "numpy"
brew "openssh"
brew "pandoc"
brew "peco"
brew "postgresql", restart_service: true
brew "procs"
brew "proj"
brew "pueue", restart_service: true
brew "rcm"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "rust"
brew "spack"
brew "switchaudio-osx"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "topgrade"
brew "tree"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "chroju/tap/nature-remo-cli"
brew "clementtsang/bottom/bottom"
brew "gromgit/fuse/sshfs-mac"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "bartender"
cask "chromedriver"
cask "cold-turkey-blocker"
cask "dash"
cask "discord"
cask "docker"
cask "fantastical"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "fork"
cask "fuse"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hyper"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "macfuse"
cask "mactex-no-gui"
cask "notion"
cask "obs"
cask "pushplaylabs-sidekick"
cask "slack"
cask "spotify"
cask "toggl-track"
cask "visual-studio-code"
cask "vlc"
cask "workflowy"
cask "zoom"
