tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "curl"
brew "ghq"
brew "git"
brew "llvm"
brew "neovim"
brew "nvm"
brew "openssl"
brew "peco"
brew "pyenv"
brew "python"
brew "rbenv"
brew "ruby-build"
brew "readline"
brew "reattach-to-user-namespace"
brew "tmux"
brew "zsh"
brew "zsh-completions"
brew "geckodriver"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "backblaze"
cask "bartender"
cask "bettertouchtool"
cask "docker"
cask "fantastical"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "font-fira-code"
cask "mactex-no-gui"
cask "firefox"
cask "google-cloud-sdk"
cask "chromedriver"