tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "curl"
brew "ghq"
brew "git"
brew "llvm"
brew "neovim"
brew "nvm"
brew "openssl"
brew "peco"
brew "pyenv"
brew "python"
brew "python@2"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "tmux"
brew "zsh"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "backblaze"
cask "bartender"
cask "bettertouchtool"
cask "docker"
cask "fantastical"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "spotify"
cask "toggl"
cask "visual-studio-code"
cask "caskroom/fonts/font-fira-code"
